---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Space.DesignSupplyAirflow
source: html/ff8feaaf-4938-089b-1f10-abbcb757550b.htm
---
# Autodesk.Revit.DB.Mechanical.Space.DesignSupplyAirflow Property

Get or set the Specified Supply Airflow of the Space.

## Syntax (C#)
```csharp
public double DesignSupplyAirflow { get; set; }
```

## Remarks
This property is used to get or set the Specified Supply Airflow (Unit: CFM) of the Space.